Revit 2024 API
ParameterTypeId.AnalyticalModelBaseZProjection Property
 "Base z Projection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId AnalyticalModelBaseZProjection { get; }
Visual Basic
Public Shared ReadOnly Property AnalyticalModelBaseZProjection As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ AnalyticalModelBaseZProjection {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace